games =
    .exe1 = ロックマンエグゼ
    .exe1-0 = ロックマンエグゼ
    .bn1 = ロックマンエグゼ（英語版）
    .bn1-0 = ロックマンエグゼ（英語版）

    .exe2 = ロックマンエグゼ2
    .exe2-0 = ロックマンエグゼ2
    .bn2 = ロックマンエグゼ2（英語版）
    .bn2-0 = ロックマンエグゼ2（英語版）

    .exe3 = ロックマンエグゼ3
    .exe3-0 = ロックマンエグゼ3 WHITE
    .exe3-1 = ロックマンエグゼ3 BLACK
    .bn3 = ロックマンエグゼ3（英語版）
    .bn3-0 = ロックマンエグゼ3 WHITE（英語版）
    .bn3-1 = ロックマンエグゼ3 BLACK（英語版）

    .exe4 = ロックマンエグゼ4
    .exe4-0 = ロックマンエグゼ4 トーナメント レッドサン
    .exe4-1 = ロックマンエグゼ4 トーナメント ブルームーン
    .bn4 = ロックマンエグゼ4（英語版）
    .bn4-0 = ロックマンエグゼ4 トーナメント レッドサン（英語版）
    .bn4-1 = ロックマンエグゼ4 トーナメント ブルームーン（英語版）

    .exe45 = ロックマンエグゼ4.5 リアルオペレーション
    .exe45-0 = ロックマンエグゼ4.5 リアルオペレーション

    .exe5 = ロックマンエグゼ5
    .exe5-0 = ロックマンエグゼ5 チーム オブ ブルース
    .exe5-1 = ロックマンエグゼ5 チーム オブ カーネル
    .bn5 = ロックマンエグゼ5（英語版）
    .bn5-0 = ロックマンエグゼ5 チーム オブ ブルース（英語版）
    .bn5-1 = ロックマンエグゼ5 チーム オブ カーネル（英語版）

    .exe6 = ロックマンエグゼ6
    .exe6-0 = ロックマンエグゼ6 電脳獣 グレイガ
    .exe6-1 = ロックマンエグゼ6 電脳獣 ファルザー
    .bn6 = ロックマンエグゼ6（英語版）
    .bn6-0 = ロックマンエグゼ6 電脳獣 グレイガ（英語版）
    .bn6-1 = ロックマンエグゼ6 電脳獣 ファルザー（英語版）
