game-exe1 = ロックマンエグゼ
    .variant-0 = ロックマンエグゼ
game-bn1 = ロックマンエグゼ（英語版）
    .variant-0 = ロックマンエグゼ（英語版）

game-exe2 = ロックマンエグゼ2
    .variant-0 = ロックマンエグゼ2
game-bn2 = ロックマンエグゼ2（英語版）
    .variant-0 = ロックマンエグゼ2（英語版）

game-exe3 = ロックマンエグゼ3
    .variant-0 = ロックマンエグゼ3 WHITE
    .variant-1 = ロックマンエグゼ3 BLACK
game-bn3 = ロックマンエグゼ3（英語版）
    .variant-0 = ロックマンエグゼ3 WHITE（英語版）
    .variant-1 = ロックマンエグゼ3 BLACK（英語版）

game-exe4 = ロックマンエグゼ4
    .variant-0 = ロックマンエグゼ4 トーナメント レッドサン
    .variant-1 = ロックマンエグゼ4 トーナメント ブルームーン
game-bn4 = ロックマンエグゼ4（英語版）
    .variant-0 = ロックマンエグゼ4 トーナメント レッドサン（英語版）
    .variant-1 = ロックマンエグゼ4 トーナメント ブルームーン（英語版）

game-exe45 = ロックマンエグゼ4.5 リアルオペレーション
    .variant-0 = ロックマンエグゼ4.5 リアルオペレーション

game-exe5 = ロックマンエグゼ5
    .variant-0 = ロックマンエグゼ5 チーム オブ ブルース
    .variant-1 = ロックマンエグゼ5 チーム オブ カーネル
game-bn5 = ロックマンエグゼ5（英語版）
    .variant-0 = ロックマンエグゼ5 チーム オブ ブルース（英語版）
    .variant-1 = ロックマンエグゼ5 チーム オブ カーネル（英語版）

game-exe6 = ロックマンエグゼ6
    .variant-0 = ロックマンエグゼ6 電脳獣 グレイガ
    .variant-1 = ロックマンエグゼ6 電脳獣 ファルザー
game-bn6 = ロックマンエグゼ6（英語版）
    .variant-0 = ロックマンエグゼ6 電脳獣 グレイガ（英語版）
    .variant-1 = ロックマンエグゼ6 電脳獣 ファルザー（英語版）
